Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=487_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Olen 17-vuotias ja asun Enontekiön Näkkälässä.
sme: Lean 17-jahkásaš ja ásan Eanodaga Neakkelis.

source: Käyn Enontekiöllä lukion ensimmäistä vuotta.
sme: Stuđeren Eanodagas logahagas vuosttas jagi.

source: Harrastan ulkoilua, lukemista ja jonkun verran käsitöitä.
sme: Láven lohkat, lihkadit olgun ja muhtun veardde duddjot.

source: Isäni on poromies, elämme porotaloudesta.
sme: Áhččán lea badjealmmái, nu ahte mii oažžut áigáiboađumet boazodoalus.

source: Minua kiinnostaa paljon saamelaisuus ja sen kulttuurit.
sme: Mun lean beroštuvvan sápmelašvuođas ja sámekultuvrras.

source: Olen aina mukana vasanmerkityksissä ja talvierotuksissa.
sme: Lean álo mielde miessemearkumiin ja dálverátkimiin.

source: Meillä on poroja kotona aina joskus.
sme: Mis leat bohccot ruoktošiljus duollet dálle.

source: Meillä ei kotona puhuta saamea, mutta ymmärretään jonkun verran.
sme: Mii eat hála ruovttus sámegiela, muhto áddet muhtun veardde.

source: Aloin saamelaiskäräjien nuorisoneuvostoon mielenkiinnosta.
sme: Álgen sámedikki nuoraidráđđái danin go lean beroštuvvan áššis.

source: Mutta kulkumatkat ovat pitkät ja minulla ei ole vielä omaa ajokorttia.
sme: Gaskkat leat goit guhkit iige mus leat vel vuodjinkoarta.
